Repository: EspaceNetworks/fw_ari
Catalog: htdocs_ari/locale/*/LC_MESSAGES/ari.po
Languages: fa_ir

source: Asterisk Call Manager not responding
fa_ir: مدیر مخاطب استریسک پاسخگو نیست

source: Asterisk authentication failed:
fa_ir: اشکال احرازهویت استریسک：

source: Asterisk command not understood
fa_ir: فرمان استریسک مفهوم نبود

source: Too many files in %s. Not all files processed
fa_ir: تعداد زیادی فایل در %s. تمام فایل ها پردازش نشد

source: Too many directories in %s. Not all files processed
fa_ir: تعداد زیادی دایرکتوری در %s. تمام فایل ها پردازش نشد

source: ARI requires a version of PHP 4.3 or later
fa_ir: پنل مدیریت کاربری به PHP نسخه 4.3 یا بالاتر نیاز دارد

source: PHP PEAR must be installed. Visit http://pear.php.net for help with installation.
fa_ir: باید PHP PEAR نصب شود. برای نصب و راهنمایی به آدرس http://pear.php.net مراجعه کنید.

source: ARI does not appear to have access to the Asterisk Manager.
fa_ir: پنل مدیریت کاربری به بخش مدیریت استریسک دسترسی ندارد.

source: Check the ARI 'main.conf.php' configuration file to set the Asterisk Manager Account.
fa_ir: بررسی تنظیم مدیریت استریسک در فایل پیکربندی 'main.conf.php'.

source: Check /etc/asterisk/manager.conf for a proper Asterisk Manager Account
fa_ir: بررسی /etc/asterisk/manager.conf برای حساب کاربری مدیریت مخصوص استریسک

source: make sure [general] enabled = yes and a 'permit=' line for localhost or the webserver.
fa_ir: اطمینان از [عموما] فعال شده = بله و 'مجاز=' خط برای سرور محلی یا وب سرور

source: Logout
fa_ir: خروج

source: Page Not Found.
fa_ir: صفحه یافت نشد.

source: Search
fa_ir: جستجو

source: Searched for
fa_ir: جستجو برای

source: Results %d - %d of %d
fa_ir: نتایج %d - %d از %d

source: Results %d
fa_ir: نتایج %d

source: First
fa_ir: اولین

source: Last
fa_ir: آخرین

source: Incorrect Username or Password
fa_ir: نام کاربری یا کلمه عبور نادرست است

source: Login
fa_ir: ورود

source: Password
fa_ir: کلمه عبور

source: Submit
fa_ir: ارسال

source: Remember Password
fa_ir: به خاطر بسپار

source: Use your <b>Voicemail Mailbox and Password</b>
fa_ir: از <b> صندوق صوتی و کلمه عبور </b> استفاده کنید

source: This is the same password used for the phone
fa_ir: این کلمه عبور برای تلفن استفاده شده است

source: For password maintenance or assistance, contact your Phone System Administrator.
fa_ir: برای تغییر کلمه عبور و دریافت راهنمایی، با مدیر سیستم تلفن تماس بگیرید.

source: INBOX
fa_ir: صندوق ورودی

source: Family
fa_ir: فامیل

source: Friends
fa_ir: دوستان

source: Old
fa_ir: قدیمی

source: Work
fa_ir: شرکت

source: Call Forward All Activate
fa_ir: انتقال برای همه تماس ها فعال است

source: Call Forward All Deactivate
fa_ir: انتقال برای همه تماس ها غیرفعال است

source: Call Forward All Prompting Deactivate
fa_ir: دلیل غیرفعال شدن انتقال تمام تماس ها

source: Call Forward Busy Activate
fa_ir: انتقال تماس های در صورت مشغولی فعال شد

source: Call Forward Busy Deactivate
fa_ir: انتقال تماس های در صورت مشغولی غیرفعال شد

source: Call Forward Busy Prompting Deactivate
fa_ir: دلیل غیرفعال شدن انتقال تماس های اشغال

source: Call Forward No Answer/Unavailable Activate
fa_ir: انتقال تماس های بدون پاسخ/عدم دسترس فعال شد

source: Call Forward No Answer/Unavailable Deactivate
fa_ir: انتقال تماس های بدون پاسخ/عدم دسترس غیرفعال شد

source: Call Waiting - Activate
fa_ir: انتظار مکالمه - فعال

source: Call Waiting - Deactivate
fa_ir: انتظار مکالمه - غیرفعال

source: Do-Not-Disturb Activate
fa_ir: مزاحم نشوید فعال

source: Do-Not-Disturb Deactivate
fa_ir: مزاحم نشوید غیر فعال

source: My Voicemail
fa_ir: صندوق صوتی من

source: Dial Voicemail
fa_ir: شماره گیری صندوق صوتی

source: Call Monitor
fa_ir: مشاهده تماس

source: One or more messages must be selected before clicking delete.
fa_ir: قبل از حذف باید یک یا چند پیام را انتخاب کنید.

source: Path is not a directory: %s
fa_ir: این مسیر یک دایرکتوری نیست: %s

source: delete
fa_ir: حذف کردن

source: duration
fa_ir: در مدت

source: ignore
fa_ir: لغو

source: Date
fa_ir: تاریخ

source: Time
fa_ir: ساعت

source: Caller ID
fa_ir: شناسه تماس گیرنده

source: Source
fa_ir: منبع

source: Destination
fa_ir: مقصد

source: Context
fa_ir: زمینه

source: Duration
fa_ir: در مدت

source: Monitor
fa_ir: مانیتور

source: Play
fa_ir: پخش

source: Download
fa_ir: دانلود

source: Call Monitor for %s (%s)
fa_ir: مشاهده تماس برای %s (%s)

source: select
fa_ir: انتخاب

source: all
fa_ir: همه

source: none
fa_ir: هیچ

source: Only deletes recording files, not cdr log
fa_ir: حذف فایل های ضبط شده، بدون لاگ جزییات تماس

source: Feature Codes
fa_ir: کدهای ویژه

source: for %s (%s)
fa_ir: برای %s (%s)

source: Handset Feature Code
fa_ir: کد ویژه تلفن رومیزی

source: Action
fa_ir: اقدام

source: description
fa_ir: توضیح

source: Follow Me
fa_ir: مرا دنبال کن

source: Your Follow-Me has been disabled, REFRESH your browser to remove this message
fa_ir: تنظیمات مرا دنبال کن غیرفعال شده، برای حذف این پیام مرورگر را بازنشانی کنید

source: Check with your Telephone System Administrator if you think there is a problem
fa_ir: اگر مشکلی دارید با مدیر سیستم تلفن هماهنگ کنید

source: Follow-Me pre-ring time not changed
fa_ir: مدت زمان اولیه زنگ خوردن مرا دنبال کن تغییر نکرده است

source: Number %s must be an integer number of seconds
fa_ir: شماره %s باید عددی باشد

source: Follow-Me list ring time not changed
fa_ir: فهرست زمان زنگ خوردن مرا دنبال کن تغییر نکرده است

source: Follow-Me list must contain at least one valid number
fa_ir: فهرست مرا دنبال کن باید حداقل یک شماره معتبر داشته باشد

source: The following: %s is not valid
fa_ir: عبارت زیر: %s نامعتبر است

source: Enable
fa_ir: فعال شد

source: Dial-by-name Directory, IVR, and internal calls will ring the numbers in the FollowMe List. Any FreePBX routes that directly reference a FollowMe are unaffected by this enable/disable setting.
fa_ir: Dial-by-name Directory, IVR, and internal \t\t\t\t\t\t\t\t\t\t\t\t\tcalls will ring the numbers in the FollowMe \t\t\t\t\t\t\t\t\t\t\t\t\tList. Any FreePBX routes that directly \t\t\t\t\t\t\t\t\t\t\t\t\treference a FollowMe are unaffected by this \t\t\t\t\t\t\t\t\t\t\t\t\tenable/disable setting.Dial-by-name Directory, IVR, and internal \t\t\t\t\t\t\t\t\t\t\t\t\tcalls will ring the numbers in the FollowMe \t\t\t\t\t\t\t\t\t\t\t\t\tList. Any FreePBX routes that directly \t\t\t\t\t\t\t\t\t\t\t\t\treference a FollowMe are unaffected by this \t\t\t\t\t\t\t\t\t\t\t\t\tenable/disable setting.

source: Follow Me List:
fa_ir: فهرست مرا دنبال کن:

source: Extensions and outside numbers to ring next.
fa_ir: شماره داخلی و بیرونی زنگ بعدی.

source: Include %s to keep it ringing.
fa_ir: شامل %s برای زنگ خوردن

source: Ring %s First For:
fa_ir: زنگ %s برای اولین بار:

source: Time to ring extension %s before ringing the %s Follow Me List %s
fa_ir: زمانی که باید داخلی %s زنگ بخورد قبل از اینکه %s فهرست مرا دنبال کن %s

source: seconds
fa_ir: ثانیه ها

source: Ring Followme List for:
fa_ir: زنگ فهرست مرا دنبال کن برای:

source: Time to ring the Follow Me List.
fa_ir: مدت زنگ خوردن فهرست مرا دنبال کن.

source: Use Confirmation:
fa_ir: استفاده از تاییدیه:

source: Followme Settings
fa_ir: تنظیمات مرا دنبال کن

source: Followme Settings for %s (%s)
fa_ir: تنظیمات مرا دنبال کن برای %s (%s)

source: Update
fa_ir: به روزرسانی

source: Phone Features
fa_ir: ویژگی های تلفن

source: Call Waiting
fa_ir: انتظار تماس

source: Do Not Disturb
fa_ir: مزاحم نشوید

source: Call Forwarding
fa_ir: انتقال تماس

source: Unconditional:
fa_ir: بی قید و شرط:

source: Unavailable:
fa_ir: خارج از دسترس:

source: Busy:
fa_ir: اشغال:

source: Phone Features for %s (%s)
fa_ir: ویژگی های تلفن برای %s (%s)

source: Call forward number not changed
fa_ir: شماره انتقال تماس تغییر نکرده است

source: Number %s must contain dial numbers (characters like '(', '-', and ')' are ok)
fa_ir: شماره %s باید شامل عدد باشد (کاراکترهایی مانند '(', '-', and ')' قبول است)

source: Call Screening:
fa_ir: مشاهده تماس:

source: Disable
fa_ir: غیرفعال

source: Screen Caller: No Memory
fa_ir: مشاهده تماس گیرنده: بدون حافظه

source: Screen Caller: Memory
fa_ir: مشاهده تماس گیرنده: حافظه

source: CallForward Ringtimer:
fa_ir: مدت زنگ انتقال تماس:

source: Ringtimer:
fa_ir: مدت زنگ:

source: Default
fa_ir: پیشفرض

source: Always
fa_ir: همیشه

source: Attach voicemail to email
fa_ir: پیوست ایمیل صوتی به ایمیل

source: Option to attach audio file to email.
fa_ir: گزینه برای پیوست فایل صوتی به ایمیل.

source: Number of deleted messages to backup
fa_ir: تعداد پشتیبان گیری پیام های حذف شده

source: The maximum number of messages that are backed up in the Deleted folder. This may be 0-9999.
fa_ir: بیشترین تعداد پیام هایی که پشتیبان گیری شده اند در فولدر حذف شده. باید بین 0-9999 باشد.

source: Delete voicemail after emailed
fa_ir: حذف پیام صوتی بعد از ارسال

source: Say envelope (date/time)
fa_ir: بیان (تاریخ/ساعت)

source: Maximum number of messages
fa_ir: بیشترین تعداد پیام ها

source: Maximum number of messages per folder. It may be up to 9999. The default value is 100.
fa_ir: بیشترین تعداد پیام ها در هر فولدر.میتواند تا 9999 باشد. پیشفرض 100 است.

source: Maximum message length
fa_ir: بیشترین طول پیام

source: Maximum length allowed for a voicemail message (in seconds).
fa_ir: بیشترین طول مجاز برای پیام ایمیل صوتی (به ثانیه).

source: Move heard messages
fa_ir: انتقال پیام های شنیده شده

source: Automatically move heard messages to the Old folder.
fa_ir: انتقال خودکار پیام های شنیده شده به فولدر قدیمی.

source: Review recording
fa_ir: بازبینی پیام های ضبط شده

source: Allow caller to review their voicemail before saving it.
fa_ir: مجوز بازبینی ایمیل صوتی توسط تماس گیرنده قبل از ذخیره آن.

source: Say caller ID
fa_ir: بیان شناسه تماس گیرنده

source: After announcing the message date and time, play back the caller's telephone number before each message.
fa_ir: پس از اعلام تاریخ و ساعت پیام، شماره تماس گیرنده نیز اعلام شود.

source: Say duration
fa_ir: بیان مدت

source: Announce the message duration before playing the message.
fa_ir: بیان مدت پیام قبل از پخش آن.

source: Say duration minimum
fa_ir: بیان کمترین مدت

source: Do not announce message duration for messages shorter than this number of minutes.
fa_ir: برای پیام های کوتاه تر از این زمان، مدت زمان آن را اعلام نکن.

source: Email from
fa_ir: ایمیل از طرف

source: Who the e-mail notification should appear to come from.
fa_ir: ایمیل اطلاع رسانی از طرف چه کسی ارسال شده.

source: Temporary greeting warning
fa_ir: هشدار تبریک موقت

source: Warn user when a temporary greeting is active.
fa_ir: وقتی هشدار تبریک موفت فعال است به کاربر خبر بده.

source: Change attachment volume
fa_ir: تغییر میزان صدای پیوست

source: Change volume of message before attaching it to an email. Values less than 1.0 decrease volume, greater than 1.0 increase volume.
fa_ir: تغییر میزان صدای پیام قبل از پیوست آن به ایمیل. کمتر از 1.0 صدای کمتر، بیشتر از 1.0 صدای بیشتر.

source: Settings
fa_ir: تنظیمات

source: Voicemail password not changed
fa_ir: کلمه عبور ایمیل صوتی تغییر نکرد

source: Password and password confirm must not be blank
fa_ir: کلمه عبور و تاییدیه آن نباید خالی باشند

source: Passwords must be all numbers and greater than %d digits
fa_ir: کلمه عبور باید عددی و بزرگتر از %d باشند

source: Passwords must be all numbers and only %d digits
fa_ir: کلمه عبور باید عددی و تنها %d باشد

source: Password and password confirm do not match
fa_ir: کلمه عبور و تاییدیه آن یکسان نیستند

source: %s does not exist or is not writable
fa_ir: %s موجود نبوده و یا قابل نوشتن نیست

source: Voicemail email and pager address not changed
fa_ir: ایمیل صوتی و آدرس پیجر تغییر نکردند

source: Voicemail email settings not changed
fa_ir: تنظیمات ایمیل صوتی تغییر نکرده است

source: Language:
fa_ir: زبان:

source: Passwords must be all numbers and only %s digits
fa_ir: کلمه عبور باید عددی و تنها %s باشد

source: Passwords must be all numbers and at least %s digits
fa_ir: کلمه عبور باید عددی و حداقل %s باشد

source: Password Settings
fa_ir: تنظیمات کلمه عبور

source: Voicemail Password:
fa_ir: کلمه عبور ایمیل صوتی:

source: Enter again to confirm:
fa_ir: برای تایید مجدد وارد کنید:

source: Email Address:
fa_ir: آدرس ایمیل:

source: Email a notification, including audio file if indicated below.
fa_ir: ارسال ایمیل هشدار، شامل فایل صوتی مشخص شده در زیر.

source: Pager Email Address:
fa_ir: آدرس ایمیل پیجر:

source: Email a short notification
fa_ir: ارسال هشدار کوتاه

source: Call Me Number:
fa_ir: شماره تماس من:

source: Call Me Number can be any dialable number, such as an extension or a cellphone.
fa_ir: شماره تماس من میتواند هر شماره ای باشد، چه داخلی چه تلفن همراه.

source: Audio Format:
fa_ir: فرمت صوتی:

source: Best Quality
fa_ir: بهترین کیفیت

source: Smallest Download
fa_ir: دانلود کوچکترین

source: Notification Settings
fa_ir: تنظیمات هشدار

source: Web Playback Settings
fa_ir: تنظیمات پخش تحت وب

source: Phone Playback Settings
fa_ir: تنظیمات پخش تلفنی

source: Caller Settings
fa_ir: تنظیمات تماس گیرنده

source: Mailbox Storage Settings
fa_ir: تنظیمات حجم صندوق ایمیل

source: IMAP Mail Settings
fa_ir: تنظیمات ایمیل IMAP

source: Other Voicemail Settings
fa_ir: دیگر تنظیمات ایمیل صوتی

source: Call Monitor Settings
fa_ir: تنظیمات مشاهده تماس

source: Record INCOMING:
fa_ir: ضبط ورودی:

source: Never
fa_ir: هرگز

source: On-Demand
fa_ir: برای تقاضا

source: Record OUTGOING:
fa_ir: ضبط خروجی:

source: Settings for %s (%s)
fa_ir: تنظیمات برای %s (%s)

source: VmX&#8482 Locator
fa_ir: VmX&#8482 مجاز

source: Option 0 not changed
fa_ir: گزینه 0 تغییر نکرده است

source: Option 1 not changed
fa_ir: گزینه 1 تغییر نکرده است

source: Option 2 not changed
fa_ir: گزینه 2 تغییر نکرده است

source: Use When:
fa_ir: هنگام استفاده:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
fa_ir: گزینه های منو زیر در هنگام پخش خوش آمدگویی شخصی در ایمیل صوتی موجودند.<br/><br/>انتخاب هردو برای همیشه.

source: unavailable
fa_ir: دور از دسترس

source: busy
fa_ir: اشغال

source: Voicemail Instructions:
fa_ir: ساختار پیام صوتی:

source: Uncheck to play a beep after your personal voicemail greeting.
fa_ir: برای شنیدن صدای بوق بعد از پیام خوش آمد گویی شخصی ایمیل صوتی علامت نزنید.

source: Standard voicemail prompts.
fa_ir: فرامین استاندارد ایمیل صوتی.

source: Press 0:
fa_ir: 0 را فشار دهید:

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Uncheck to enter another destination here.
fa_ir: در هنگام پخش پیام خوش آمدگویی با شماره گیری عدد 0 به اپراتور متصل میشود. \t\t\t\t\tبرای انتخاب داخلی دیگر علامت نزنید.

source: Go To Operator
fa_ir: اتصال به اپراتور

source: Press 1:
fa_ir: 1 را فشار دهید:

source: Send to Follow-Me
fa_ir: ارسال به مرا دنبال کن

source: Press 2:
fa_ir: 2 را فشار دهید:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
fa_ir: استفاده از هر داخلی، گروه زنگ، صف یا شماره داخلی.<br/><br/> به یاد داشته باشید پیام خوش آمدگویی خود را مجدد ضبط کنید.برای اطمینان از تنظیمات یکبار امتحان کنید.

source: VmX Locator&#8482; Settings for %s (%s)
fa_ir: VmX Locator&#8482; تنظیمات برای %s (%s)

source: Voicemail
fa_ir: ایمیل صوتی

source: A folder must be selected before the message can be moved.
fa_ir: قبل از انتقال پیام باید یک فولدر انتخاب شود.

source: One or more messages must be selected before clicking move_to.
fa_ir: یک یا چند پیام برای انتقال انتخاب کنید.

source: An extension must be selected before the message can be forwarded.
fa_ir: قبل از ارسال پیام باید یک داخلی انتخاب شود.

source: One or more messages must be selected before clicking forward_to.
fa_ir: یک یا چند پیام برای ارسال انتخاب کنید.

source: You must enter one or more email addresses (comma-separated) before clicking email_to.
fa_ir: قبل از ارسال ایمیل یک یا چند آدرس ایمیل(به وسیله کاما از هم جدا کنید) وارد کنید.

source: Warning:
fa_ir: هشدار:

source: is not a valid email address
fa_ir: آدرس ایمیل درست نیست

source: The file type was not recognized.
fa_ir: نوع فایل تشخیص داده نشد.

source: Warning: Could not access voicemail.conf. Using default mailer.
fa_ir: هشدار: به فایل voicemail.conf دسترسی ندارید. از فرستنده پیشفرض استفاده کنید.

source: Mail operation failed
fa_ir: عملیات ایمیل ناموفق بود

source: No valid email address given. Please try again.
fa_ir: آدرس ایمیل صحیح نداده اید. لطفا مجدد تلاش کنید.

source: One or more messages must be selected before clicking email_to.
fa_ir: یک یا چند پیام برای ارسال توسط ایمیل انتخاب کنید.

source: move_to
fa_ir: انتقال به

source: Folder
fa_ir: فولدر

source: forward_to
fa_ir: ارسال به

source: email_to
fa_ir: ایمیل

source: Priority
fa_ir: اولویت

source: Orig Mailbox
fa_ir: صندوق ایمیل اصلی

source: Playback
fa_ir: پخش

source: Play message at:
fa_ir: پخش پیام در:

source: Voicemail recording(s) was not found.
fa_ir: پیام(های) صوتی ضبط شده یافت نشد.

source: On settings page, change voicemail audio format. It is currently set to %s
fa_ir: در صفحه تنظیمات،فرمت صدای ایمیل صوتی را تغییر دهید.در حال حاضر %s

source: Voicemail Login not found.
fa_ir: صفحه ورود پیام صوتی یافت نشد.

source: No access to voicemail
fa_ir: بدون دسترسی به ایمیل صوتی

source: No Voicemail Recordings for Admin
fa_ir: ایمیل صوتی برای مدیر وجود ندارد

source: Voicemail for %s (%s)
fa_ir: ایمیل صوتی برای %s (%s)

source: Calling:
fa_ir: در حال تماس:

source: . Please wait patiently...
fa_ir: . لطفا منتظر بمانید...

source: Could not create mailbox folder %s on the server
fa_ir: عدم توانایی ایجاد فولدر ایمیل %s در سرور

source: Permission denied on folder %s or %s
fa_ir: عدم دسترسی به فولدر %s یا %s

source: The call was terminated.
fa_ir: تماس قطع شد.

source: Folders
fa_ir: فولدرها
